acpi
adobe-source-han-sans-cn-fonts
aircrack-ng
amtk
android-file-transfer
android-tools
apache
arandr
arch-audit
autoconf
automake
baobab-git
base
bat
betterlockscreen
bind
binutils
binwalk
bison
bleachbit
blueman
brave-bin
calcurse
cheese
cmatrix
cpupower
dialog
diff-so-fancy
discord
djvulibre
dmenu
dmidecode
dnsmasq
docker
docker-compose
dpkg
dunst
dust
electron
elfutils
escrotum-git
expat
fakeroot
feh
firefox
flashplugin
flex
foremost
freerdp
gcc
gdb
geckodriver
gedit
ghidra
ghostscript
gimp
git
glslang
gnome-calculator
gnome-disk-utility
gnome-keyring
gnome-video-effects
go
gobuster-git
gotop
gparted
grex
groff
gsimplecal
gst-plugins-bad
gvfs-gphoto2
gvfs-mtp
hardcode-tray
htop
i3-battery-popup-git
i3-gaps-rounded-git
i3blocks
i3status
ijs
intel-ucode
jbig2dec
jdk-openjdk
jdk8-openjdk
jmtpfs
john
jre-openjdk
jre8-openjdk
kubectl
lib32-faudio
lib32-fontconfig
lib32-freetype2
lib32-glib2
lib32-glu
lib32-harfbuzz
lib32-libffi
lib32-libglvnd
lib32-llvm-libs
lib32-mesa
lib32-pcre
lib32-sdl2
lib32-wayland
libedit
libinput-gestures
libjson
libmtp
libofa
libpaper
libreoffice-still
libspectre
liburcu
libzip
linux
linux-firmware
llvm
llvm-libs
log4cplus
lsof
lxappearance
m4
make
man-db
man-pages
mariadb
maven
mesa-demos
metasploit
minikube
mlocate
mongodb-compass
mtpfs
mypaint-brushes
nano
nasm
nautilus
nbfc-git
neofetch
net-tools
netctl
nethogs
network-manager-applet
networkmanager
nginx
nikto
nmap
ntp
numix-icon-theme-git
nvidia
nvidia-settings
nvtop
oniguruma
openbsd-netcat
openssh
openssl-1.0
openvpn
otf-font-awesome
otf-font-awesome-5-free
pacman-contrib
pamixer
patch
pavucontrol
peek
perl-clone
php
php-gd
php-pgsql
php-sqlite
phpmyadmin
phppgadmin
picom
pkgconf
pkgfile
playerctl-git
polybar
postgresql
postman
powertop
pulsemixer-git
python-configobj
python-dbus
python-pip
python2-pip
qtkeychain
ramspeed
ranger
redis
rofi
rrdtool
run-parts
rustscan
scrot
seahorse
simplescreenrecorder
skypeforlinux-stable-bin
slack-desktop
slock
speed-test
spicetify-cli
spotify
spotify-adkiller-git
steghide
strace
stress
sublime-text-dev
sudo
swh-plugins
system-san-francisco-font-git
systemd-swap
tcpdump
telegram-desktop-bin
terminator
texinfo
tldr
tlp
tmux
tokei
traceroute
transmission-gtk
tree
ttf-dejavu
ttf-font-awesome
ttf-font-awesome-4
ttf-joypixels
ttf-opensans
ttf-roboto
unrar
unzip
vagrant
vi
vim
virtualbox
visual-studio-code-bin
vlc
vnstat
wget
wireless_tools
wireshark-qt
wpscan
wxgtk2
xbindkeys
xf86-video-intel
xf86-video-nouveau
xorg-fonts-encodings
xorg-server
xorg-xev
xorg-xinit
xorg-xinput
xorg-xrandr
xvidcore
yay
zathura
zathura-cb
zathura-djvu
zathura-pdf-mupdf
zathura-ps
zoom
zsh
zsh-autosuggestions
zsh-syntax-highlighting
zsh-you-should-use
