acpi
adobe-source-han-sans-cn-fonts
aircrack-ng
amtk
android-file-transfer
android-tools
apache
arandr
arcanist
arch-audit
archiso
autoconf
automake
baobab-git
base
bashtop
bat
betterlockscreen
bind
binutils
binwalk
bison
bleachbit
blueman
brave-bin
calcurse
cheese
cli-visualizer
cmake
cmatrix
cpupower
deepin-gtk-theme
deepin-icon-theme
dialog
diff-so-fancy
discord
djvulibre
dmenu
dmidecode
dnsmasq
docker
docker-compose
dpkg
dunst
dust
efibootmgr
electron
escrotum-git
evince
fakeroot
feh
firefox
flex
foremost
freerdp
gcc
gdb
geckodriver
gedit
ghex
ghidra
ghostscript
git
glslang
gnome-calculator
gnome-keyring
gnome-video-effects
go
gobuster-git
gotop
gparted
grex
groff
grub
gsimplecal
gst-plugins-bad
gvfs-gphoto2
gvfs-mtp
hardcode-tray
hashcat
hexedit
htop
hydra
i3-battery-popup-git
i3-gaps
i3blocks
i3status
ijs
intel-ucode
jbig2dec
jdk-openjdk
jdk8-openjdk
jmtpfs
john
jre-openjdk
jre8-openjdk
kmix
kubectl
kvantum-qt5
libinput-gestures
libjson
libmtp
libofa
libpaper
libspectre
libtool
liburcu
libzip
linux
linux-firmware
linux-headers
llvm
log4cplus
lsof
lxappearance
m4
make
man-db
man-pages
mariadb
maven
mesa-demos
metasploit
minikube
mlocate
mongodb-compass
mtpfs
mypaint-brushes
nano
nasm
nautilus
nbfc-git
neofetch
net-tools
netctl
nethogs
network-manager-applet
networkmanager
networkmanager-openvpn
nfs-utils
nginx
ngrok
nikto
nmap
ntp
numix-icon-theme-git
nvidia
nvidia-settings
nvtop
obs-studio
oniguruma
openbsd-netcat
opencl-nvidia
openssh
openssl-1.0
openvpn
openvpn-protonvpn
os-prober
otf-font-awesome
pacman-contrib
pamixer
papirus-icon-theme
patch
pavucontrol
perl-clone
perl-image-exiftool
php
php-gd
php-pgsql
php-sqlite
phpmyadmin
phppgadmin
picom-git
pkgconf
pkgfile
playerctl-git
polybar
postgresql
postman-bin
powertop
protonvpn-cli-ng
pulsemixer-git
python-pip
python2-pip
qemu
qt5ct
qtkeychain-qt5
ranger
redis
rofi
rofi-emoji
rrdtool
run-parts
rustscan
rustup
scrot
seahorse
shotwell
slack-desktop
slock
spicetify-cli
spotify
sqlitebrowser
squashfs-tools
steam
steghide
strace
sudo
swh-plugins
systemd-swap
tandem-chat
tcpdump
teams
telegram-desktop-bin
terminator
texinfo
tlp
tmux
tokei
traceroute
transmission-gtk
tree
ttf-dejavu
ttf-font-awesome
ttf-font-awesome-4
ttf-joypixels
ttf-opensans
ttf-roboto
tuned-git
ufw
unrar
unzip
vagrant
vi
vim
virtualbox
visual-studio-code-bin
vlc
vnstat
wget
which
whois
wireless_tools
wireshark-qt
wps-office
wpscan
wxgtk2
xbindkeys
xclip
xf86-video-intel
xf86-video-nouveau
xorg-bdftopcf
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-xephyr
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xsel
xterm
yarn
yay
zoom
zsh
zsh-autosuggestions
zsh-syntax-highlighting
zsh-theme-powerlevel10k-git
zsh-you-should-use
