adobe-source-han-sans-cn-fonts
appmenu-gtk-module
auto-cpufreq-git
autoconf
automake
base
bat
betterlockscreen
bind
binutils
bison
brave-bin
burpsuite
clipman
cmatrix
deepin-gtk-theme
deepin-icon-theme
diff-so-fancy
discord
dnsmasq
docker
docker-compose
dunst
efibootmgr
evince
exa
fakeroot
firefox
flex
fzf
gcc
gimp
git
gnome-calculator
gnu-netcat
go
gobuster-bin
grim
groff
grub
gst-plugin-pipewire
gvfs-mtp
htop
httrack
i3-gaps
inetutils
intel-gpu-tools
intel-media-driver
inxi
iptables-nft
jq
libinput-gestures
libreoffice-fresh
libtool
libva-utils
libvips
light
linux
linux-firmware
linux-headers
lxappearance
m4
make
mlocate
mpv
mtpfs
nano
nemo
nemo-fileroller
neofetch
network-manager-applet
networkmanager
nmap
numix-icon-theme-git
nvidia
nvidia-prime
nvidia-settings
nvidia-utils
nvtop
obs-studio
os-prober
otf-font-awesome
p7zip
pacman-contrib
patch
pavucontrol
picom
pipewire-pulse
pkgconf
playerctl
polybar
postman-bin
powertop
protonvpn-cli-ng
pulseeffects
python-pip
qemu
qgis-ltr
reflector
rofi
rsync
slurp
smartmontools
sonarqube
sox
sqlitebrowser
sqlmap
steam
sudo
sway
swayidle
swaylock
teams
telegram-desktop
terminator
texinfo
tlp
tlpui
transmission-gtk
ttf-dejavu
ttf-font-awesome
ttf-font-awesome-4
ttf-indic-otf
ttf-joypixels
ttf-ms-fonts
ttf-opensans
ttf-roboto
tumbler
unzip
vagrant
vim
virt-manager
virtualbox
visual-studio-code-bin
vlc
vnstat
waybar
webkit2gtk
wf-recorder
wget
which
wireless_tools
xdg-desktop-portal
xdg-desktop-portal-wlr
xdg-user-dirs
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
yay
youtube-dl
zoom
zsh
zsh-autosuggestions
zsh-syntax-highlighting
zsh-theme-powerlevel10k-git
